Repository: nonameexists1/timex
Catalog: priv/translations/*/LC_MESSAGES/relative_time.po
Languages: lt

source: last month
lt: praeitą mėnesį

source: last week
lt: praeitą savaitę

source: last year
lt: praeitais metais

source: next month
lt: kitą mėnesį

source: next week
lt: kitą savaitę

source: next year
lt: kitais metais

source: this month
lt: šį mėnesį

source: this week
lt: šią savaitę

source: this year
lt: šiemet

source: today
lt: šiandien

source: tomorrow
lt: rytoj

source: yesterday
lt: vakar

source: %{count} day ago
lt: prieš %{count} dieną

source: %{count} hour ago
lt: prieš %{count} valandą

source: %{count} minute ago
lt: prieš %{count} minutę

source: %{count} month ago
lt: prieš %{count} mėnesį

source: %{count} second ago
lt: prieš %{count} sekundę

source: %{count} week ago
lt: prieš %{count} savaitę

source: %{count} year ago
lt: prieš %{count} metus

source: in %{count} day
lt: už %{count} dienos

source: in %{count} hour
lt: už %{count} valandos

source: in %{count} minute
lt: už %{count} minutės

source: in %{count} month
lt: už %{count} mėnesio

source: in %{count} second
lt: už %{count} sekundės

source: in %{count} week
lt: už %{count} savaitės

source: in %{count} year
lt: už %{count} metų

source: last friday
lt: praeitą penktadienį

source: last monday
lt: praeitą pirmadienį

source: last saturday
lt: pagāšsestdien

source: last sunday
lt: praeitą sekmadienį

source: last thursday
lt: praeitą ketvirtadienį

source: last tuesday
lt: praeitą antradienį

source: last wednesday
lt: praeitą trečiadienį

source: next friday
lt: kitą penktadienį

source: next monday
lt: kitą pirmadienį

source: next saturday
lt: kitą šeštadienį

source: next sunday
lt: nākamsvētdien

source: next thursday
lt: kitą ketvirtadienį

source: next tuesday
lt: kitą antradienį

source: next wednesday
lt: kitą trečiadienį

source: this friday
lt: šį penktadienį

source: this monday
lt: šį pirmadienį

source: this saturday
lt: šį šeštadienį

source: this sunday
lt: šį sekmadienį

source: this thursday
lt: šį ketvirtadienį

source: this tuesday
lt: šį antradienį

source: this wednesday
lt: šį trečiadienį

source: now
lt: dabar
