Repository: nonameexists1/timex
Catalog: priv/translations/*/LC_MESSAGES/units.po
Languages: lt

source: %{count} day
lt: %{count} diena

source: %{count} hour
lt: %{count} valanda

source: %{count} microsecond
lt: %{count} mikrosekundė

source: %{count} millisecond
lt: %{count} milisekundė

source: %{count} minute
lt: %{count} minutė

source: %{count} month
lt: %{count} mėnesis

source: %{count} nanosecond
lt: %{count} nanosekundė

source: %{count} second
lt: %{count} sekundė

source: %{count} week
lt: %{count} savaitė

source: %{count} year
lt: %{count} metai
